"NSHumanReadableCopyright" = "© 2025 Electronic Team, Inc. 保留所有权利。";
"NSDesktopFolderUsageDescription" = "为了正常管理您“桌面”上的文件，本应用需要获取该文件夹的访问权限。";
"NSDocumentsFolderUsageDescription" = "为了高效地管理您的各类文档，本应用需要获取“文稿”文件夹的访问权限。";
"NSDownloadsFolderUsageDescription" = "为了高效地管理您下载的内容，本应用需要获取“下载”文件夹的访问权限。";
"NSNetworkVolumesUsageDescription" = "为了高效地管理网络磁盘上的文件，本应用需要获取网络宗卷的访问权限。";
"NSRemovableVolumesUsageDescription" = "为了管理可移除磁盘（如 U 盘）上的文件，本应用需要获取相应宗卷的访问权限。";
"NSAppleEventsUsageDescription" = "为了与其他应用进行集成（例如：在终端中打开），Commander One 需要权限来控制其他应用。";